{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Welcome to SiteGround Optimizer":["Bienvenido a SiteGround Optimizer"],"SiteGround Optimizer":["SiteGround Optimizer"],"Speed Index shows how quickly the contents of a page are visibly populated.":["El índice de velocidad muestra lo rápidamente que se rellena de forma visible el contenido de una página."],"Summarizes the page's performance.":["Resume el rendimiento de la página."],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server.":["Minimiza tus archivos JavaScript para disminuir su tamaño y reducir el número de peticiones al servidor."],"With this optimization we're changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Con esta optimización estamos cambiando la forma de cargar las fuentes de Google por defecto para ahorrar peticiones HTTP. Además, todas las demás fuentes que usa tu web serán cargadas previamente de forma correcta para que los navegadores tarden la menor cantidad de tiempo posible en almacenarlas en la caché y mostrarlas."],"Load images only when they are visible in the browser.":["Carga las imágenes solo cuando sean visibles en el navegador."],"Defer loading of render-blocking JavaScript files for faster initial site load.":["Carga aplazada de archivos JavaScript que bloquean la visualización para una carga inicial del sitio más rápida."],"This optimization links your WordPress site with Cloudflare and sets the necessary rules and workers in order to enable full-page caching on Cloudflare edges in order to improve your TTFB and overall site performance.":["Esta optimización enlaza tu sitio WordPress con CloudFlare y establece las reglas y conectores necesarios para activar la caché de página completa en los servidores de CloudFlare para mejorar tu TTFB y el rendimiento general del sitio."],"Full-page Caching on CloudFlare":["Caché de página completa en CloudFlare"],"With this optimization we are changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Con esta optimización estamos cambiando el modo predeterminado en el que cargar las fuentes de Google para ahorrar peticiones HTTP. Además de eso, todas las demás fuentes que usa tu web serán precargadas correctamente para que los navegadores tarden la menor cantidad de tiempo posible para almacenarlas en la caché y procesarlas."],"Cloudflare Optimization":["Optimización de CloudFlare"],"Web Fonts Optimization":["Optimización de fuentes web"],"Cloudflare successfully deauthenticated.":["Identificación en Cloudflare correctamente anulada."],"Disabled":["Desactivada"],"WordPress Heartbeat Optimization":["Optimización de Heartbeat de WordPress"],"Site Frontend":["Frontend del sitio"],"WordPress Admin Pages":["Páginas de administración de WordPress"],"DNS Pre-fetch for External Domains":["Precarga de DNS de dominios externos"],"Delete all expired Transients":["Borrar todos los datos transitorios caducados"],"Delete all comments marked as Spam":["Borrar todos los comentarios marcados como spam"],"Delete all posts and pages in your Trash":["Borrar todas las entradas y páginas que estén en tu papelera"],"Delete all page and post revisions":["Borrar todas las revisiones de entradas y páginas"],"Delete all automatically created post and page drafts":["Borrar automáticamente todos los borradores de entradas y páginas creados automáticamente"],"Perform Database Optimization for MyISAM tables":["Realizar optimización de la base de datos de tablas MyISAM"],"DNS Prefetching":["Precarga de DNS"],"Scheduled Database Maintenance":["Mantenimiento programado de la base de datos"],"Heartbeat Optimization":["Optimización de Heartbeat"],"Your site tried to store a single object above 1MB in Memcached which is above the limitation and will actually slow your site rather than speed it up. Please, check your Options table for obsolete data before enabling it again. Note that the service will be automatically disabled if such error occurs again.":["Tu sitio trató de almacenar un objeto simple de más de 1MB en Memcached, que está por encima del límite, y ralentizará tu sitio en vez de acelerarlo. Por favor, revisa tu tabla de opciones para buscar datos obsoletos antes de activarlo de nuevo. Ten en cuenta que el servicio se desactivará automáticamente si ocurre de nuevo este error. "],"Fix for Lazy Loading Short Codes":["Corrección para la carga diferida de shortcodes"],"Enable Now":["Activar ahora"],"We are combining all the JS files that your theme and plugins include in your site header and footer in order to lower the number of requests it is producing. We will keep the scripts in their original location after the combination for best compatibility with other plugins. Note, that in some cases you may need to exclude a script or two from combination so make sure you check your site after enabling the JavaScript Files Combination!":["Estamos combinando todos los archivos JS que incluyen tu tema y plugins en la cabecera y pie de página del sitio para reducir la cantidad de peticiones que estén produciendo. Mantendremos los scripts en su ubicación original después de combinarlos para  una mejor compatibilidad con otros plugins. Ten en cuenta que en algunos casos puede  que tengas que excluir un script o dos de la combinación así que ¡asegúrate de revisar tu sitio después de activar la combinación de archivos JavaScript!"],"JavaScript Files Combination":["Combinado de archivos JavaScript"],"Exclude from JavaScript Combination":["Excluir de la combinación de JavaScript"],"Combine JavaScript Files":["Combinar archivos JavaScript"],"Media Optimization":["Optimización de medios"],"Lazy Load Videos":["Carga diferida de videos"],"Lazy Load Iframes":["Carga diferida de iframes"],"Lazy Load Media":["Carga diferida de medios"],"Help other people speed up their sites by rating our plugin.":["Ayuda a otras personas a optimizar sus sitios valorando nuestro plugin."],"Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the SiteGround Optimizer enabled, you’re getting the very best from your hosting environment!":["Obtén el mejor rendimiento para tu sitio WordPress con nuestro plugin de optimización. Gestiona la caché, los ajustes del sistema y todas las configuraciones necesarias para tener una web rápida como el rayo. ¡Con SiteGround Optimizer activo vas a aprovechar lo mejor de tu entorno de hosting!"],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Combina varios archivos CSS en uno para reducir el número de peticiones que genera tu sitio."],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Elimina caracteres innecesarios de tu salida HTML ahorrando datos y mejorando la velocidad de tu sitio."],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Actívalo para evitar que WordPress detecte y genere emojis automáticamente en tus páginas."],"Disable Emojis":["Desactivar Emojis"],"Removes version query strings from your static resources improving the caching of those resources.":["Elimina las cadenas de petición de versión de tus recursos estáticos, mejorando la caché de esos recursos."],"Exclude from CSS Combination":["Excluir de la combinación de CSS"],"Combine CSS Files":["Combinar archivos CSS"],"Minify CSS Files":["Minimizar archivos CSS"],"Exclude from JavaScript Minification":["Excluir del minimizado de JavaScript"],"Minify JavaScript Files":["MInimizar los archivos JavaScript"],"Minify the HTML Output":["Minimizar la salida HTML"],"Fix Insecure Content":["Corregir contenido inseguro"],"Analyze":["Analizar"],"URL":["URL"],"Device Type":["Tipo de dispositivo"],"Powerful object caching for your site. Memcached stores frequently executed queries to your databases and then reuses them for better performance.":["Potente caché de objetos para tu sitio. Memcached almacena consultas ejecutadas con frecuencia a tus bases de datos y las reutiliza para un mejor rendimiento."],"Memcached":["Memcached"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Almacena tu contenido en la memoria de los servidores para un acceso más rápido con esta solución de caché de página completa creada por NGINX."],"Dynamic Caching":["Caché dinámica"],"Test":["Probar"],"Cancel":["Cancelar"],"Close":["Cerrar"],"Confirm":["Confirmar"],"WebP Generation for New Images":["Creación de WebP para las nuevas imágenes"],"Please, install an SSL certificate first!":["¡Por favor, instala primero un certificado SSL!"],"Opportunities to Optimize":["Oportunidades para optimizar"],"The Following Areas of Your Site Are Well Optimized:":["Las siguientes áreas de tu sitio están bien optimizadas:"],"The SiteGround Optimizer plugin is designed to work only on SiteGround Servers.":["El plugin SiteGround Optimizer está diseñado para funcionar solo en los servidores de SiteGround."],"The SiteGround Optimizer plugin is designed to work only on SiteGround Servers. We've deactivated it because it may render your site blank if used on another environment.":["El plugin SiteGround Optimizer está diseñado para funcionar solo en los servidores de SiteGround. Lo hemos desactivado porque puede dejar tu sitio en blanco si se usa en otro entorno."],"Defer Render-blocking JS":["Pospone el bloqueo del renderizado de JS"],"Lazy Load for Product Images":["Carga diferida para imágenes de productos"],"Lazy Load for Mobile":["Carga diferida en móvil"],"Browser-Specific Caching":["Caché específica por navegador"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.com"],"https:\/\/siteground.com":["https:\/\/siteground.com"],"others":["otras"],"CSS Combination":["Combinar CSS"],"Could not disable %s":["No se pudo desactivar %s"],"Could not enable %s":["No se pudo activar %s"],"%s Disabled":["%s desactivado"],"%s Enabled":["%s activado"],"Frontend Optimization":["Optimización de portada"],"Environment Optimization":["Optimización del entorno"],"SuperCacher Settings":["Ajustes de SuperCacher"],"Option":["Opción"],"Can Optimize Environment":["Puede optimizar el entorno"],"Can Optimize Images":["Puede optimizar imágenes"],"Can Optimize Frontend":["Puede optimizar la portada"],"Can Config SuperCacher":["Puede configurar SuperCacher"],"Lazy Loading Widgets":["Carga diferida de widgets"],"Lazy Loading Responsive Images":["Carga diferida adaptable de imágenes"],"Lazy Loading Thumbnails":["Carga diferida de miniaturas"],"Lazy Loading Gravatars":["Carga diferida de gravatares"],"Lazy Loading Images":["Carga diferida de imágenes"],"Emoji Removal Filter":["Filtro de eliminación de emojis"],"Query Strings Removal":["Eliminación de cadenas de petición"],"CSS Minification":["Minimización de CSS"],"JavaScript Minification":["Minimización de JavaScript"],"HTML Minification":["Minimización de HTML"],"Insecure Content Fix":["Solucionar contenido inseguro"],"Browser Caching":["Caché de navegador"],"HTTPS":["HTTPS"],"Memcache":["Memcached"],"Autoflush":["Vaciado automático"],"Could Not Disable Memcache!":["¡No se puede desactivar Memcached!"],"Memcached Disabled!":["¡Memcached desactivado!"],"Could Not Enable Memcache!":["¡No se puede activar Memcached!"],"Memcached Enabled":["Memcached activo"],"SiteGround Optimizer was unable to connect to the Memcached server and it was disabled. Please, check your SiteGround control panel and turn it on if disabled.":["SiteGround Optimizer no ha podido conectarse al servidor Memcached y se ha desactivado. Por favor, comprueba tu panel de control de SiteGround y actívalo si está desactivado."],"SiteGround Optimizer has detected that Memcached was turned off. If you want to use it, please enable it from your SiteGround control panel first.":["SiteGround Optimizer ha detectado que Memcached ha sido desactivado. Si quieres usarlo, por favor, primero actívalo desde tu panel de control de SiteGround."],"<strong>Important warning from SiteGround Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%s<\/strong>. Please note that having two plugins with the same functionality may actually decrease your site's performance and hurt your pages loading times so we recommend you to leave only one of the plugins active.":["<strong>Advertencia importante del plugin SiteGround Optimizer<\/strong>: Hemos detectado que hay una funcionalidad duplicada con otros plugins instalados en tu sitio: <strong>%s<\/strong>. Por favor, ten en cuenta que tener dos plugins con la misma funcionalidad puede disminuir realmente el rendimiento de tu sitio y dañar los tiempos de carga de tus páginas, por lo que te recomendamos que dejes activo solo uno de los plugins."],"<strong>Important message from SiteGround Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%1$s<\/strong> and have deactivated the following functions from our plugin: <strong>%2$s<\/strong>. If you wish to enable them, please do that from the SiteGround Optimizer config page.":["<strong>Mensaje importante del plugin SiteGround Optimizer<\/strong>: Hemos detectado que hay una funcionalidad duplicada con otros plugins instalados en tu sitio: <strong>%1$s<\/strong> y hemos desactivado las siguientes funciones de nuestro plugin: <strong>%2$s<\/strong>. Si quieres activarlas, por favor, hazlo desde la página de configuración de SiteGround Optimizer."],"GZIP Compression":["Compresión GZIP"],"Performance Test":["Prueba de rendimiento"],"Enabled":["Activar"],"This plugin will link your WordPress application with all the performance optimizations provided by SiteGround":["Este plugin enlazará tu aplicación WordPress con todas las optimizaciones de rendimiento ofrecidas por SiteGround"],"SG Optimizer":["SG Optimizer"],"Purge Cache":["Purgar caché"],"Dynamic Cache":["Caché dinámica"],"Purge SG Cache":["Purgar caché SG"],"SiteGround":["SiteGround"]}